import { Micro_5, Rock_3D, Source_Serif_4 } from "next/font/google";

export const bangla = [
    {
        id: 0,
        itemName: "ধ্বনি",
        content: [
            "ড", "ঢ", "ড়", "ঢ়", "ঢ", "ড়", "ঢ়", "ঢ", "ড়", "ঢ়", "ণ", "শ", "ষ", "স"
        ],
        instruction: "Screen-এ যে বর্ণ আসবে, দেখা মাত্র সেটার ধ্বনি উচ্চারণ করবে"
    },
    {
        id: 1,
        itemName: "কার বিহীন শব্দ",
        content: [
            'অলস', 'অজগর',
            'আর',
            "এ", 'এক','এত',
            'ওই','ওর',
            'উপর',
            "কল", 'কম', 'কন','করব','কখন', 'কত','কদম',
            'খই',
            'গম', 'গরম',
            "ঘর",
            "চল", 'চম',
            "ছয়",
            "জল", 'জন',
            'ঝড়',
            'টল', 'টগর',
            "তল", 'তর',
            'থম',
            "ধন", "ধবল",
            "দই", 'দল', 'দশ', 'দলবল',
            "নল", 'নম', 'নব','নদ', 'নয়',
            "পল", "পথ",'পর',
            "ফল", 'ফসল',
            "বই", "বল", 'বন', 'বস', 'বর', 'বড়','বছর','বক','বট',
            "মল", "মই", 'মত', 'মন',
            'রত', 'রম', 'রঙ', 'রকম',
            'লবণ',
            'শত', 'শহর',
            'ষড়',
            'সব', 'সম', 'সর', 'সদ', 'সৎ', 'সহজ', 'সময়',
            'হয়',
        ],
        instruction: "Screen-এ যে শব্দ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 2,
        itemName: "আ-কার যুক্ত বর্ণ",
        content: [
            "কা", "খা", "গা", "ঘা",
            "চা", "ছা", "জা", "ঝা", "ঞা",
            "টা", "ঠা", "ডা", "ঢা", "ণা",
            "তা", "থা", "দা", "ধা", "না",
            "পা", "ফা", "বা", "ভা", "মা",
            "যা", "রা", "লা",
            "শা", "ষা", "সা",
            "হা", "ড়া", "ঢ়া", "ড়া", "ঢ়া", "ড়া", "ঢ়া", "ড়া", "ঢ়া",
            "য়া"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 3,
        itemName: "ই-কার যুক্ত বর্ণ",
        content: [
            "কি", "খি", "গি", "ঘি",
            "চি", "ছি", "জি", "ঝি",
            "টি", "ঠি", "ডি", "ঢি", "ণি",
            "তি", "থি", "দি", "ধি", "নি",
            "পি", "ফি", "বি", "ভি", "মি",
            "যি", "রি", "লি",
            "শি", "ষি", "সি",
            "হি", "ড়ি", "ঢ়ি", "ড়ি", "ঢ়ি", "ড়ি", "ঢ়ি", "ড়ি", "ঢ়ি",
            "য়ি"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 4,
        itemName: "ঈ-কার যুক্ত বর্ণ",
        content: [
            "কী", "খী", "গী", "ঘী",
            "চী", "ছী", "জী", "ঝী",
            "টী", "ঠী", "ডী", "ঢী", "ণী",
            "তী", "থী", "দী", "ধী", "নী",
            "পী", "ফী", "বী", "ভী", "মী",
            "যী", "রী", "লী",
            "শী", "ষী", "সী",
            "হী", "ড়ী", "ঢ়ী", "ড়ী", "ঢ়ী", "ড়ী", "ঢ়ী", "ড়ী", "ঢ়ী",
            "য়ী"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 5,
        itemName: "উ-কার যুক্ত বর্ণ",
        content: [
            "কু", "খু", "গ ু", "ঘী",
            "চু", "ছু", "জু", "ঝু",
            "টু", "ঠু", "ডু", "ঢু", "ণু",
            "তু", "থু", "দু", "ধু", "নু",
            "পু", "ফু", "বু", "ভু", "মু",
            "যু", "র ু", "লু",
            "শ ু", "ষু", "সু",
            "হ ু", "ড়ু", "ঢ়ু", "ড়ু", "ঢ়ু", "ড়ু", "ঢ়ু", "ড়ু", "ঢ়ু",
            "য়ু"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 6,
        itemName: "ঊ-কার যুক্ত বর্ণ",
        content: [
            "কূ", "খূ", "গ ূ", "ঘূ",
            "চূ", "ছূ", "জূ", "ঝূ",
            "টূ", "ঠূ", "ডূ", "ঢূ", "ণূ",
            "তূ", "থূ", "দূ", "ধূ", "নূ",
            "পূ", "ফূ", "বূ", "ভূ", "মূ",
            "যূ", "র ূ", "লূ",
            "শ ূ", "ষূ", "সূ",
            "হ ূ", "র ূ", "ঢ়ূ", "র ূ", "ঢ়ূ", "র ূ", "ঢ়ূ", "র ূ", "ঢ়ূ",
            "য়ূ"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 7,
        itemName: "ঋ-কার যুক্ত বর্ণ",
        content: [
            "কৃ", "খৃ", "গৃ", "ঘৃ",
            "চৃ", "ছৃ", "জৃ", "ঝৃ",
            "টৃ", "ঠৃ", "ডৃ", "ঢৃ", "ণৃ",
            "তৃ", "থৃ", "দৃ", "ধৃ", "নৃ",
            "পৃ", "ফৃ", "বৃ", "ভৃ", "মৃ",
            "যৃ", "রৃ", "লৃ",
            "শৃ", "ষৃ", "সৃ",
            "হ ৃ = হৃ",
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 8,
        itemName: "এ-কার যুক্ত বর্ণ",
        content: [
            "কে", "খে", "গে", "ঘে",
            "চে", "ছে", "জে", "ঝে",
            "টে", "ঠে", "ডে", "ঢে", "ণে",
            "তে", "থে", "দে", "ধে", "নে",
            "পে", "ফে", "বে", "ভে", "মে",
            "যে", "রে", "লে",
            "শে", "ষে", "সে",
            "হে", 'রে', 'ঢ়ে', 'রে', 'ঢ়ে', 'রে', 'ঢ়ে', 'রে', 'ঢ়ে',
            "য়ে"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 9,
        itemName: "ঐ-কার যুক্ত বর্ণ",
        content: [
            "কৈ", "খৈ", "গৈ", "ঘৈ",
            "চৈ", "ছৈ", "জৈ", "ঝৈ",
            "টৈ", "ঠৈ", "ডৈ", "ঢৈ", "ণৈ",
            "তৈ", "থৈ", "দৈ", "ধৈ", "নৈ",
            "পৈ", "ফৈ", "বৈ", "ভৈ", "মৈ",
            "যৈ", "রৈ", "লৈ",
            "শৈ", "ষৈ", "সৈ",
            "হৈ", 'রৈ', 'ঢ়ৈ', 'ড়ৈ', 'ঢ়ৈ', 'ড়ৈ', 'ঢ়ৈ', 'ড়ৈ', 'ঢ়ৈ', 'ড়ৈ'
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id:10,
        itemName: "ও-কার যুক্ত বর্ণ",
        content: [
            "কো", "খো", "গো", "ঘো",
            "চো", "ছো", "জো", "ঝো",
            "টো", "ঠো", "ডো", "ঢো", "ণো",
            "তো", "থো", "দো", "ধো", "নো",
            "পো", "ফো", "বো", "ভো", "মো",
            "যো", "রো", "লো",
            "শো", "ষো", "সো",
            "হো", 'রো', 'ঢ়ো', 'ড়ো', 'ঢ়ো', 'ড়ো', 'ঢ়ো', 'ড়ো', 'ঢ়ো', 'ড়ো',
            "য়ো"
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id:11,
        itemName: "ঔ-কার যুক্ত বর্ণ",
        content: [
            "কৌ", "খৌ", "গৌ", "ঘৌ",
            "চৌ", "ছৌ", "জৌ", "ঝৌ",
            "টৌ", "ঠৌ", "ডৌ", "ঢৌ", "ণৌ",
            "তৌ", "থৌ", "দৌ", "ধৌ", "নৌ",
            "পৌ", "ফৌ", "বৌ", "ভৌ", "মৌ",
            "যৌ", "রৌ", "লৌ",
            "শৌ", "ষৌ", "সৌ",
            "হৌ", 'রৌ', 'ঢ়ৌ', 'রৌ', 'ঢ়ৌ', 'রৌ', 'ঢ়ৌ', 'রৌ', 'ঢ়ৌ',
        ],
        instruction: "Screen-এ যে কার যুক্ত বর্ণ আসবে, সেটা দেখা মাত্র বলতে হবে"
    },
    {
        id: 12,
        itemName: "আ-কার যুক্ত শব্দ",
        content: [
            "অবাক",
            "আম", "আতা", "আমার", 'আকাশ',"আজ","আবার", "আষাঢ়", 'আর', 'আয়','আমরা', 'আয়', "আস", 'আট', 'আরব', 'আসমান',
            'উঠা',
            'ঊষা',
            "এবার","একটা", 'একবার', 'একা', 'এরা',
            "কলা", 'কাজ', 'কাপড়', 'করা', 'কথা', 'কমলা', 'কাক', 'কণা','কান', 'কাঠ','কাশবন','কাগজ','কাদা', 'কারা',
            'খালা', 'খাবার','খাও','খাব','খাওয়া', 'খাল', 'খাট','খায়',
            "গান", 'গাছ','গাঙ', 'গড়া', 'গাই',
            'ঘাস', 'ঘটনা','ঘাট',
            'চার', 'চাষা', 'চড়া','চাচা', 'চাষ', 'চাপ','চার ু',
            "ছড়া","ছাতা", 'ছায়া', 'ছানা', 'ছাগল',
            "জাম", 'জানা','জায়গা','জামা', 'জানালা', 'জবাব',
            "ডাল", 'ডানা','ডাকা','ডাক',
            "তাই","তার","তাল", 'তারা','তারপর','তলা',
            "থান",'থাকা','থালা',
            "দাল",'দাগ','দাও','দালান',
            "ধান", 'ধার', 
            "নাম", 'নাচ', 'নানা', 'নালা','নাই', 'নাক',
            "পান", 'পায়রা', 'পাড়া','পাঠ', 'পার','পড়া','পায়','পাখা', 'পরাগ', 'পালন','পালা','পাকা', 'পাওয়া','পাতা','পয়লা','পাবদা',
            'ফাটা',
            "বলটা","বাংলা", "বাজায়", 'বাজার','বাবা', 'বানাই', 'বাগান','বাজ', 'বাজল', 'বাঘ', 'বানান', 'বানায়', 'বলা', 'বালা', 'বাতাস', 'বাতাসা',
            'ভাত', 'ভাঙা', 'ভাই','ভাল', 'ভাসা','ভারত',
            "মজা", 'মাঘ', 'মংলা', 'মাথা', 'মাছ','ময়লা', 'মামা', 'মা', 'মাস','মাখা','মানা', 'মহান', 'মাঠ', 'মায়া', 'মলা',
            "যাব", 'যায়', 'যাই', 'যাও','যারা','যাওয়া',
            "রান", 'রাজা', 'রাক্ষস','রাঙা','রাখা', 'রমনা', 'রাত',
            "লাফ", 'লতা','লাগা', 'লাগল', 'লাল', 'লালা', 'লাভ', 'লাফ', 'লাখ',
            "শশা", 'শাক', 'শাখা',
            "ষাঁড়",
            "সাত", 'সাতাশ','সাগর', 'সাহস','সাদা', 'সকাল','সারা','সমান','সততা', 'সদা',
            "হায়", 'হাত','হাতা', 'হার', 'হামলা','হানাদার',
        ],
        instruction: "Screen-এ যে শব্দ আসবে, সেটা দেখা মাত্র বলতে হবে"
    }
]