export const oneLetter = {
    aKar : [
        "কা", "খা", "গা", "ঘা",
        "চা", "ছা", "জা", "ঝা", "ঞা",
        "টা", "ঠা", "ডা", "ঢা", "ণা",
        "তা", "থা", "দা", "ধা", "না",
        "পা", "ফা", "বা", "ভা", "মা",
        "যা", "রা", "লা",
        "শা", "ষা", "সা",
        "হা", "ড়া", "ঢ়া",
        "য়া"
    ],
    hosroEKar : [
        "কি", "খি", "গি", "ঘি",
        "চি", "ছি", "জি", "ঝি",
        "টি", "ঠি", "ডি", "ঢি", "ণি",
        "তি", "থি", "দি", "ধি", "নি",
        "পি", "ফি", "বি", "ভি", "মি",
        "যি", "রি", "লি",
        "শি", "ষি", "সি",
        "হি", "ড়ি", "ঢ়ি",
        "য়ি"
    ],
    dirghoEKar : [
        "কী", "খী", "গী", "ঘী",
        "চী", "ছী", "জী", "ঝী",
        "টী", "ঠী", "ডী", "ঢী", "ণী",
        "তী", "থী", "দী", "ধী", "নী",
        "পী", "ফী", "বী", "ভী", "মী",
        "যী", "রী", "লী",
        "শী", "ষী", "সী",
        "হী", "ড়ী", "ঢ়ী",
        "য়ী"
    ],
    hosroUKar : [
        "কু", "খু", "গ ু", "ঘী",
        "চু", "ছু", "জু", "ঝু",
        "টু", "ঠু", "ডু", "ঢু", "ণু",
        "তু", "থু", "দু", "ধু", "নু",
        "পু", "ফু", "বু", "ভু", "মু",
        "যু", "র ু", "লু",
        "শ ু", "ষু", "সু",
        "হ ু", "ড়ু", "ঢ়ু",
        "য়ু"
    ],
    dirghoUKar : [
        "কূ", "খূ", "গ ূ", "ঘূ",
        "চূ", "ছূ", "জূ", "ঝূ",
        "টূ", "ঠূ", "ডূ", "ঢূ", "ণূ",
        "তূ", "থূ", "দূ", "ধূ", "নূ",
        "পূ", "ফূ", "বূ", "ভূ", "মূ",
        "যূ", "র ূ", "লূ",
        "শ ূ", "ষূ", "সূ",
        "হ ূ", "র ূ", "ঢ়ূ",
        "য়ূ"
    ],
    rhiKar : [
        "কৃ", "খৃ", "গৃ", "ঘৃ",
        "চৃ", "ছৃ", "জৃ", "ঝৃ",
        "টৃ", "ঠৃ", "ডৃ", "ঢৃ", "ণৃ",
        "তৃ", "থৃ", "দৃ", "ধৃ", "নৃ",
        "পৃ", "ফৃ", "বৃ", "ভৃ", "মৃ",
        "যৃ", "রৃ", "লৃ",
        "শৃ", "ষৃ", "সৃ",
        "হ ৃ = হৃ",
    ],
}